Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: Each bar shows the counts of complete and incomplete views for that video. Click to understand where students drop off and which parts they replay.
uk: Кожний з рядків показує кількість завершених та незавершених переглядів для цього відео. Клікніть для того, що зрозуміти де студенти втрачаються і які частини вони програють знову.

source: Index
uk: Індекс

source: Mode for Annotation Tool
uk: Режим для інструменту анотацій

source: You reserve all rights for your work
uk: Ви зберігаєте всі права на свою роботу

source: There was an error while unpacking the file.
uk: Відбулась помилка під час розархівування файла.

source: We've sent a message to {email_address}.
uk: Ми надіслали повідомлення на {email_address}.

source: A slug may not begin with an underscore.
uk: Slug-рядок не може починатися з символу підкреслення

source: Loading thread list
uk: Завантаження списку потоків

source: No orders found.
uk: Замовлення не знайдено.

source: Replace all
uk: Замінити всі

source: Like {platform_name} on Facebook
uk: Оцінити {platform_name} в Facebook

source: A name that identifies your team (maximum 255 characters).
uk: Ім'я, яке ідентифікує вашу команду (не більше 255 символів).

source: Provide Feedback on Peer Assessments
uk: Надайте відгук про оцінювання своїми однокурсниками

source: To resolve the problem, your partner manager should verify that the following information is correct.
uk: Щоб усунути проблему, ваш партнерський менеджер повинен перевірити, що наступна інформація коректна.

source: Registration for:
uk: Реєстрація для:

source: Use your webcam to take a picture of your face so we can match it with the picture on your ID.
uk: Скористайтесь своєю вебкамерою щоб зробити фотографію свого обличчя, аби ми могли зіставити його з фото на вашому документі

source: Additional Resources
uk: Додаткові ресурси

source: Billing Details
uk: Деталі виписки рахунку

source: Courseware
uk: Навчальна програма

source: Bulk and Single Seat Purchases
uk: Купівля місць оптом і в роздріб

source: Enter Start Date
uk: Введіть початкову дату

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
uk: Введіть кількість можливих балів за виконання цього компонента. Значення за замовчуванням - 1.0. Ця настройка використовується тільки коли елементу "Оцінка" присвоєно значення "True".

source: Age Metrics
uk: Вікові показники

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
uk: Виберіть частоту оновлення значень випадкових змінних. Встановіть налаштування \"never\", якщо ви не плануєте додати сценарій на мові Python для пошуку і підстановки випадкових значень для більшості завдань на курсі. Допустимі значення - \"always\" — завжди, \"onreset\" — при скиданні, \"never\" — ніколи — і \"per_student\" — для кожного, хто навчається.

source: You must be signed in to {platform_name} to create a certificate.
uk: Для створення сертифіката ви повинні увійти в систему {platform_name}.

source: Cell type
uk: Тип комірки

source: Repo Location
uk: Місцезнаходження репозиторія

source: Discussion Moderators can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all cohorts. Their posts are marked as 'staff'. They cannot manage course team membership by adding or removing discussion moderation roles. You can only give course team roles to enrolled users.
uk: Модератори можуть переглядати обговорення всіх груп, змінювати та видаляти будь-які повідомлення, знімати статус скарги, закривати і знову відкривати теми, а також рекомендувати корисні відповіді. Їх повідомлення позначені словом «Співробітник». Однак вони не можуть призначати інших модераторів. Присвоювати цю та інші ролі можна лише зареєстрованим користувачам.

source: Enrollment Geography
uk: Географія учасників

source: No Opinion
uk: Немає певної думки

source: Your account for {platform_name}
uk: Ваш обліковий запис на {platform_name}

source: Page Footer
uk: Нижній колонтитул сторінки

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
uk: Зміни не вступлять в силу до того, як ви збережете їх. Будьте обережні з редагуванням ключів та значень, бо їх перевірка не реалізована.

source: No payment sources found for this order.
uk: Не знайдено жодного джерела оплати для цього замовлення.

source: The merchant reference code for this authorization request matches the merchant reference code of another authorization request that you sent within the past 15 minutes. Possible action: Resend the request with a unique merchant reference code.
uk: За останні 15 хвилин ви відправили запит \n на авторизацію з таким же кодом продавця.\n Відправте повторний запит з новим кодом продавця.

source: Create user
uk: Створити користувача

source: Certificate Name
uk: Ім'я сертифікату

source: Looks like you haven't registered for any courses yet.
uk: Здається, ви ще не зареєструвались на жоден з курсів.

source: Number of Transactions
uk: Кількість транзакцій

source: Failed to find any background tasks for course "{course}", module "{problem}" and student "{student}".
uk: Неможливо знайти фонові завдання для курсу "{course}", модуля "{problem}" і студента "{student}".

source: Optional, for older browsers: the YouTube ID for the normal speed video.
uk: Необов'язкове значення для застарілих браузерів: ідентифікатор відео на YouTube на нормальній швидкості.

source: Order Number
uk: Номер замовлення

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
uk: Завантажено. Це повідомлення буде замінено, як тільки буде отримано відповідь.

source: Number of sections:
uk: Кількість розділів:

source: The article %s is now set to display revision #%d
uk: Відображається версія #%d статті %s

source: Transcripts are supported only for "video" modules.
uk: Субтитри підтримуються тільки для "відео" модулів.

source: The {cohortGroupName} cohort group has been created. You can manually add students to this group below.
uk: Навчальна група {cohortGroupName} була створена. Нижче ви можете вручну додати студентів в цю групу.

source: "optional title"
uk: "додаткова назва"

source: Could not find needed tag {tag_name} in the survey responses. Please try submitting again.
uk: Не вдалося знайти необхідний тег {tag_name} у відповідях на запитання анкети. Будь ласка, спробуйте ще раз.

source: This value must be a number
uk: Це значення має бути числом

source: Issue Open Badges
uk: Випускати значки Open Badges

source: Fill browser
uk: Повний перегляд

source: Open Calculator
uk: Відкрити калькулятор

source: This step's status:
uk: Цей крок в положення:

source: Pursue a Verified Certificate
uk: Замовити верифікований сертифікат

source: Failed to reset attempts.
uk: Помилка в онулюванні спроб.

source: Deleted user {0}
uk: Видалено користувача {0}

source: Percentage Correct
uk: Відсоток вірних відповідей

source: External Discussion
uk: Зовнішнє обговорення

source: The survey report is currently being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
uk: Звіт за опитуванням в даний час на стадії підготовки. Щоб переглянути статус звіту, див. нижче «Поточні завдання». Ви зможете завантажити звіт, коли він буде завершений.

source: Upload PDF
uk: Завантажити PDF

source: New topic form
uk: Форма нової теми

source: How well is my content supporting student learning?
uk: Як мій матеріал допомагає студентам в навчанні?

source: Saturday
uk: Субота

source: Add Students
uk: Додати студентів

source: Course engagement data was last updated %(update_date)s at %(update_time)s UTC.
uk: Дані з залученності на курс в останнє були оновленні %(update_date)s о %(update_time)s UTC.

source: No Derivatives
uk: Забороняється модифікувати контент

source: Mailing Address
uk: Ваше місто або населений пункт

source: These users will be enrolled once they register:
uk: Ці користувачі будуть зареєстровані на курс після реєстрації на сайті:

source: Error generating survey results. Please try again.
uk: Помилка створення звіту про результати опитування. Будь ласка, спробуйте ще раз.

source: You have not attempted any open ended problems yet.
uk: Ви ще не виконали жодного завдання, що вимагає відповіді у вільній формі.

source: We had some trouble loading more responses. Please try again.
uk: У нас виникли деякі труднощі під час завантаження додаткових відповідей. Будь ласка, спробуйте ще раз.

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
uk: Востаннє Ви були в розділі {section_link}. Якщо Ви закінчили, виберіть інший розділ зліва.

source: course_id must be provided
uk: необхідно ввести идентификатор курса

source: of
uk: з

source: %(total_items)s total
uk: Загальна кількість %(total_items)s

source: We are always seeking feedback to improve our courses. If you are an enrolled student and have any questions, feedback, suggestions, or any other issues specific to a particular class, please post on the discussion forums of that&nbsp;class.
uk: Ми цінуємо кожен відгук, адже це допомагає нам покращувати курси. Якщо ви - наш студент і маєте будь-які питання, відгуки, пропозиції або інші проблеми пов'зані з певним курсом, будь ласка повідомте про них на форумі цього курсу.

source: If you leave, you can no longer post in this team's discussions. Your place will be available to another learner.
uk: Покинувши команду, Ви більше не зможете брати участь в обговореннях команди. Ваше місце зможе зайняти інший студент.

source: Heading 5
uk: Заголовок 5

source: The supplied topic id {topic_id} is not valid
uk: Введений ідентифікатор теми {topic_id} недійсний

source: A file was changed: %s
uk: Файл було змінено: %s

source: Change image
uk: Змінити зображення

source: No refunds found.
uk: Відшкодувань не знайдено.

source: Weight
uk: Вага

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
uk: Здається {email_address} вже використовується. Спробуйте ще раз з іншою адресою.

source: Determines how content is drawn from the library
uk: Визначає спосіб отриання даних з бібліотеки

source: Could not submit photos
uk: Неможливо завантажити фотографії

source: Do we want to show program details pages
uk: Ми хочемо показати сторінки подробиць програми

source: You must specify a name for the cohort
uk: Слід указати ім'я когорти

source: file
uk: файл

source: Thanks for Registering!
uk: Дякуємо за реєстрацію!

source: Expand All Sections
uk: Розгорнути Всі Розділи

source: External Authentication failed
uk: Зовнішня аутентифікація неуспішна

source: File History
uk: Файлова історія

source: Email Settings for {course_number}
uk: Налаштування повідомленнь від {course_number}

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
uk: Стаття "%s" позначена як видалена! Дякуємо за очищення даного сайту від небажаного матеріалу!

source: Briefly describe your issue
uk: Коротко опишіть проблему

source: Home
uk: Головна сторінка

source: You must agree to the {platform_name} {terms_of_service}.
uk: Ви повинні прийняти {terms_of_service} {platform_name}.

source: {month}/{day}/{year} at {hour}:{minute} UTC
uk: {month}/{day}/{year} в {hour}:{minute} UTC

source: Path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_DIR
uk: Шлях {0} не існує, будь ласка, виправте його або вкажіть інший шлях за допомогою GIT_REPO_DIR

source: Share on LinkedIn
uk: Поділитись на LinkedIn

source: Who are my students?
uk: Хто мої студенти?

source: You must submit a response before you can perform a self-assessment.
uk: Ви повинні надати відповідь перед тим як виконувати самооцінюювання.

source: The discount percentage must be less than or equal to 100.
uk: Розмір знижки у відсотках повинен бути менше або дорівнювати 100.

source: Download Documentation
uk: Скачати документацію

source: No remote gradebook defined in course metadata
uk: У метаданих курсу не визначена віддалена книга оцінок

source: All groups must have a name.
uk: Кожна група повинна мати назву

source: See all children
uk: Переглянути всі вкладені статті

source: problems
uk: завдання

source: Type into this box to filter down the list of available %s.
uk: Впишіть у це поле щоби відфільтрувати список доступних %s.

source: Error '{error}' while sending email to new user (user email={email}). Without the email student would not be able to login. Please contact support for further information.
uk: Помилка '{error}' при надсиланні листа новому користувачу (електронна пошта користувача={email}). Без листа слухач не зможе увійти в систему. Будь ласка, зв'яжіться зі службою підтримки для додаткової інформації.

source: Executive Summary for {display_name}
uk: Зведений за курсом звіт {display_name}

source: The file must contain a 'cohort' column containing cohort names.
uk: Файл повинен містити стовпець «cohort», що містить назви груп.

source: a course of study offered by {partner_short_name}, through {platform_name}.
uk: курс надано {partner_short_name} на платформі {platform_name}.

source: Correct or Past Due
uk: Правильно або минув термін

source: [Reject]
uk: [Відхилити]

source: Previous Video
uk: Попереднє відео

source: List item
uk: Елемент списку

source: Showing %(first_index)s out of %(num_items)s total
uk: Показано %(first_index)s з %(num_items)s

source: Starts: {date}
uk: Починається: {date}

source: Unable to export course to xml.
uk: Неможливо експортували курс у xml.

source: Each bar shows the average number of complete and incomplete views for videos in that subsection. Click on bars with low totals or a high incomplete rate to drill down and understand why.
uk: Кожен стовпчик показує середнє число повних і неповних переглядів відео в цьому підрозділі. Натисніть на панелі з низькими підсумками або високою неповною ставкою, щоб розгорнути і зрозуміти, чому.

source: There is no user with the username or email address {user_name} enrolled in this course.
uk: Користувач з ім'ям користувача або електронною адресою {username}, зареєстрований на цей курс, не існує.

source: You are re-using a password that you have used recently. You must have {num} distinct passwords before reusing a previous password.
uk: Ви намагаєтеся використовувати свій старий пароль. Ви повинні встановити {num} паролів, що відрізняються від попереднього, перш ніж зможете знову повернутися до свого старого паролю.

source: Assessor
uk: експерт

source: We've sent a message to {email_address}. Click the link in the message to reset your password.
uk: Ми вислали повідомлення на {email_address}. Перейдіть по посиланню в листі для того, щоб скинути ваш пароль.

source: Timer Between Attempts
uk: Час між спробами

source: Congratulations on earning your certificate in %(course_name)s! Since you have an account on LinkedIn, you can display your hard earned credential for your colleagues to see. Click the button below to add the certificate to your profile.
uk: Вітаємо з отриманням вашого сертифікату з %(course_name)s! Ви маєте обліковий запис у LinkedIn, то ви можете продемонструвати ваші результати, аби їх побачили ваші колеги. Натисніть на кнопку нижче аби додати сертифікат до вашого профайлу.

source: Report a Problem
uk: Повідомити про Проблему

source: Blank Advanced Problem
uk: Пусте розширене завдання

source: The course you requested does not exist.
uk: Курс, який ви запитали, не існує.

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The course team needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
uk: {p_tag} У вас поки немає завдань взаємного оцінювання, які необхідно перевірити. Для того, щоб отримати такі завдання: {ul_tag} {li_tag} Ви повинні відправити відповідь на завдання, що підлягає взаємній перевірці. {end_li_tag} {li_tag} Викладач повинен оцінити роботи, що допомагають краще зрозуміти критерії оцінки. {end_li_tag} {li_tag} Повинні бути здані на перевірку роботи інших студентів. {end_li_tag} {end_ul_tag} {end_p_tag}

source: Note: only instructors may annotate.
uk: Примітка: додати пояснення можуть тільки викладачі.

source: Finished
uk: Закінчено

source: Account frozen. Possible action: retry with another form of payment.
uk: Рахунок заморожений. Ви можете використовувати інший спосіб оплати.

source: Successfully enrolled and sent email to the following users:
uk: Успішно зареєстровано та надіслано листи наступним користувачам:

source: Watched a Video
uk: Переглядів за тиждень

source: External resource
uk: Зовнішнє джерело

source: Editing comment
uk: Редагування коментаря

source: There was an error receiving your login information. Please email us.
uk: Під час отримання інформації про ваш доступ виникла помилка. Будь ласка, напишіть нам електронного листа.

source: Enrollment by Country
uk: Зарахування на курс по країнах

source: Which assignment type do you want to investigate?
uk: Який тип завдань ви хочете дослідити?

source: About
uk: Про нас

source: Staff
uk: Співробітники

source: We had some trouble removing this endorsement. Please try again.
uk: Виникли помилки під час видалення цього схвалення. Спробуйте пізніше.

source: Noon
uk: Південь

source: Terms: Due Upon Receipt
uk: Умови: оплата після отримання

source: e.g. 'http://google.com/'
uk: напр., 'http://google.com/'

source: User
uk: Користувач

source: filter topics
uk: обрані теми

source: Disabled Account
uk: Заблокований обліковий запис

source: We had some trouble unsubscribing you from this thread. Please try again.
uk: Нам не вдалось відписати вас від цієї гілки. Спробуйте пізніше.

source: Download the searchable Studio reference documentation in PDF form.
uk: Завантажити довідкову документацію по використанню Studio з функцією пошуку в форматі PDF.

source: Redo (Ctrl+Y)
uk: Повернути (Ctrl+Y)

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the tech support at {email}
uk: Вибачте. Наші співробітники відхилили ваш запит на зміну вашого імені з {old_name} на {new_name}. Якщо вам все ще потрібна наша допомога, будь ласка, надішліть листа на адресу технічної підтримки {email}

source: %s discussions started
uk: %s обговорень розпочалося

source: teams
uk: команди

source: This value must be a date
uk: Це значення має бути датою

source: Calendar
uk: Календар

source: Make a Suggestion
uk: Внести Пропозицію

source: must contain {0} or more uppercase characters
uk: повинен містити {0} або більше символів верхнього регістру

source: Please enter your email address below and we will send you instructions for setting a new password.
uk: Будь ласка, введіть свою адресу електронної пошти нижче, і ми надішлемо вам інструкції по установці нового пароля.

source: Error
uk: Помилка

source: Please select certificate statuses from the list only.
uk: Будь ласка, виберіть статуси сертифікатів тільки з запропонованого списку.

source: {platform_name} Home Page
uk: {platform_name} Домашня Сторінка

source: No description available
uk: Немає опису

source: The language that team members primarily use to communicate with each other.
uk: Мова, яку команда за замовченням використовує для спілкування між собою.

source: Download the {platform_name} mobile app from the Apple App Store
uk: Завантажити мобільний додаток {platform_name} з сайту магазину додатків компанії Apple

source: Clear Value
uk: Очистити значення

source: Email Settings
uk: Налаштування пошти

source: Not started.
uk: Оцінювання ще не розпочато.

source: HD off
uk: HD вимкнено

source: Miniature Markdown Guide
uk: Портативне керівництво з Markdown

source: Whole words
uk: Цілі слова

source: We've already verified your identity (through the photos of you and your ID you provided earlier). You can proceed to make your secure payment and complete registration.
uk: Ми вже підтвердили Вашу особу (за допомогою Ваших фото і фото Ваших документів, які Ви надали раніше). Ви можете продовжити: внести платіж і завершити реєстрацію.

source: User Profile
uk: Профіль користувача

source: Thanks for activating your account.
uk: Дякуємо за активацію облікового запису.

source: Dear edX Learner,
uk: Дорогі Слухачі,

source: You have used {num_used} of {num_total} submissions
uk: Ви використали {num_used} з {num_total} можливостей надіслати свої матеріали на розгляд.

source: Payment Processor Responses
uk: Відповіді обробника оплати

source: Pending name changes
uk: Очікувані зміни імені

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
uk: Другорядні провайдери показані в окремому списку "установ", що надають можливість входу в систему.

source: Upload organization logo.
uk: Завантажити логотип організації.

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
uk: %(comments_count)s %(span_sr_open)sкоментарів %(span_close)s

source: Take me to the main course page
uk: Перейти на головну сторінку курсу

source: **strong** or __strong__
uk: **жирний** або __жирний__

source: Upload
uk: Завантажити

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
uk: Сертифікат для даного студента відновлений, запущено перерахунок оцінки.

source: Poster
uk: Постер

source: Successfully disabled {}'s account
uk: Обліковий запис {} успішно вимкнений

source: <span %(author_span_attrs)s>%(author)s: </span><span %(datetime_span_attrs)s>on %(datetime)s UTC</span>
uk: <span %(author_span_attrs)s>%(author)s: </span><span %(datetime_span_attrs)s>в %(datetime)s UTC</span>

source: Select %(level)s
uk: Вибрати %(level)s

source: Specific student
uk: Певний учасник

source: No data provided.
uk: Дані не надані.

source: Show:
uk: Показати:

source: Couldn't parse formula: {error_msg}
uk: Не вдалося розібрати формулу: {error_msg}

source: You must be the coach for this ccx to access this view
uk: Доступ до цього режиму перегляду є тільки у тьюторів даного індивідуального курсу

source: %s has been marked as deleted
uk: %s було відзначено як видалене

source: New grades have been returned
uk: Нові оцінки були повернуті

source: Image Annotation
uk: Пояснення до зображення

source: Enable authoring of Credential Service credentials in Studio.
uk: Увімкніть перевірку на авторство даних логіна і пароля для Сервісу Посвідчення в Студіо.

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
uk: Вкажіть відео, довжиною 5-10 секунд, яке буде програватись перед початком. Введіть ідентифікатор зі сторінки завантаження відео і один або декілька файлів субтитрів у наступному форматі: {format}. Наприклад, запис відео з двома файлами субтитрів виглядає наступним чином: {example}

source: Module Fields
uk: Поля Модуля

source: Enter a student's username or email address.
uk: Введіть ім'я користувача або електронну пошту студента.
